---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.GraphicDisplayOptionsSsIntensity
source: html/6d74dfdc-49ee-3c3a-9fd1-231844b95c97.htm
---
# Autodesk.Revit.DB.ParameterTypeId.GraphicDisplayOptionsSsIntensity Property

"Sun and Shadow Intensity"

## Syntax (C#)
```csharp
public static ForgeTypeId GraphicDisplayOptionsSsIntensity { get; }
```